{
  "generic": "An error has occurred! Try again.",
  "guildOnly": "This command can only be used on one server !.",
  "developerOnly": "Only bot developers can use this command.",
  "databaseOnly": "Sorry, I don't have a database connection at the moment!",
  "runescapeOnly": "Sorry, the RuneScape system was not loaded!",
  "invalidString": "You need to provide me with text!",
  "voiceChannelOnly": "You need to be on a voice channel to do this.",
  "sameVoiceChannelOnly": "You need to be on the same voice channel as me to do this.",
  "notEnoughMoney": "You don't have enough money for that.",
  "serverOwnerOnly": "You must be the server owner to do this.",
  "botMissingOnePermission": "I need permission {{permission}} to do this.",
  "botMissingMultiplePermissions": "I need {{permission}} permissions to do this.",
  "missingOnePermission": "You need {{permission}} permission to do this.",
  "missingMultiplePermissions": "You need {{permission}} permissions to do this.",
  "cooldown": "Woah! Slow down buddy! You're going too fast, have to wait!",
  "notPlaying": "I'm not playing anything!",
  "missingParameters": "You need to provide me with parameters!",
  "notTrueOrFalse": "You must give me a true or false value.",
  "nsfwOnly": "This can only be done on channels marked NSFW.",
  "noSentence": "You have to give me a sentence.",
  "mathEvaluationError": "There was an error evaluating the math expression.",
  "invalidNumber": "You must provide me with a valid number.",
  "invalidUser": "You must provide me with a valid user.",
  "invalidUserBot": "You need to provide me with a non-bot user.",
  "emojiNotFromSameGuild": "You need to provide me with an emoji from this alliance.",
  "invalidUserNotBot": "You need to provide me with a user who is a bot.",
  "playerManagerOnly": "Sorry, I don't have a player connection at the moment!",
  "invalidColor": "You must provide me with a valid color.",
  "invalidGuild": "You must provide me with a valid guild.",
  "invalidEmoji": "You need to provide me with a valid emoji.",
  "invalidRole": "You must provide me with a valid function.",
  "userCantBeDeveloper": "User cannot be a developer.",
  "onlyOldAccounts": "Your account must be at least one month old to do this!",
  "voiceChannelJoin": "I can't join this voice channel!",
  "sameUser": "You need to provide me with a user other than yourself.",
  "managersOnly": "Huhuhuhuhuhuhu, besides you're not a huhuhuhuhuhuhuhuhuhuhu translation manager",
  "needBiggerNumber": "You need to provide me with a number greater than {{number}}.",
  "needSmallerNumber": "You need to provide me with a number less than {{number}}.",
  "needSmallerString": "You need to provide me with a sentence shorter than {{number}} characters.",
  "invalidURL": "You must provide me with a valid URL!",
  "invalidImageLink": "You must provide me with a valid image link.",
  "imageParsingError": "An error occurred while parsing the image."
}